---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepReheatCoilType
source: html/6ca91190-5bc7-d377-e733-7d56d1fc769e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepReheatCoilType Property

"Reheat Coil"

## Syntax (C#)
```csharp
public static ForgeTypeId MepReheatCoilType { get; }
```